[
  {
    "text": "",
    "selector": "#ensModalBackdrop",
    "boundingBox": {
      "x": 0,
      "y": 0,
      "width": 1280,
      "height": 720,
      "top": 0,
      "right": 1280,
      "bottom": 720,
      "left": 0
    }
  },
  {
    "text": "Cookie Settings\nWe, AUDI AG, Auto-Union-Straße 1, 85057 Ingolstadt, Germany, alone or in cooperation with our affiliates and partners (\"We\", \"Our\"), use own and third party services that use cookies and similar technologies (\"Services\") on our website that help us to improve our website, analyse traffic and usage and to display content tailored to your interests, including personalised advertisements.\n\nTo use these services, we need your consent. By clicking on \"Accept all\", you declare your consent to the use of all cookies and similar technologies. You can also declare your consent by individually clicking on the sliders for each category of cookies and save these preferences by clicking on \"Save settings and proceed\". In case you do not click any of the sliders, then only the essential cookies (e.g. Ensighten Privacy Manager, our consent management tool) are used. You are not legally obligated to consent to use of cookies, but if you do not provide consent, you may not be able to use certain of our Services. You can manage your cookie preferences based on the categories of cookies listed below. You can withdraw your consent at any time, with effect from the time of the withdrawal. For withdrawal of consent, please refer to the \"Cookie Settings\" in the footer of the website. Your data may also be processed in third countries outside the EU such as the USA, which do not have an adequate level of data protection and where, in particular, access by local authorities may not be effectively preventable. Further information as well as specific information on how your personal data is used can be found in our Cookie Policy, our Privacy Policy and in the Legal Notice.\nEssential cookies\nEssential cookies are required to provide you with basic functions while using the website. These functions include e.g. the vehicle configurator, or Ensighten Privacy Manager (our consent management tool). Ensighten Privacy Manager uses cookies to store information on whether or not and if so, for which categories of cookies users have declared their consent to. More information on Ensighten Privacy Manger, as well as your rights as data subject can be found in our Cookie Policy.\nPerformance cookies\nPerformance cookies collect information about how our website is used (e.g. number of visits, duration of stay). These cookies are used to optimize the website.\nAdjust settings\nSave settings and proceed\nAccept all",
    "selector": "#ensModalWrapper",
    "boundingBox": {
      "x": 40,
      "y": 50,
      "width": 1200,
      "height": 612,
      "top": 50,
      "right": 1240,
      "bottom": 662,
      "left": 40
    }
  },
  {
    "text": "The international Audi website\n\nDiscover Audi as a brand, company and employer on our international website. Experience our vision of mobility and let yourself be inspired.\n\n Explore audi.com\nAudi of America: models, products and services\n\nExplore the full lineup of SUVs, sedans, e-tron models & more. Build your own, search inventory and explore current special offers.\n\n Switch to audiusa.com",
    "selector": "body.nm-ensBanner-isVisible > div.gbp-page > div.gbp-page-content > div.gbp-overlay.js-overlay",
    "boundingBox": {
      "x": 0,
      "y": 0,
      "width": 1280,
      "height": 720,
      "top": 0,
      "right": 1280,
      "bottom": 720,
      "left": 0
    }
  }
]