[
  {
    "text": "Welcome\nWe and our 154 partners wish to store and access information on your devices (such as cookies, identification through device scanning and pixels), and collect personal data on this site to process it along with both known and future information (such as identifiers, browsing history, preferences, purchases, phone number, postal, IP and email addresses, precise geolocation, etc.).\nThis is used to develop and provide you with services, content, commercial offers, and advertisements across your various devices and screens (including by email, mail, texts, phone, audio, and video), to personalize and measure them, and to conduct audience research and analysis.\nYou can \"accept all\" and withdraw your consent at any time via the \"cookies\" footer link. You can also \"set detailed preferences\" to object to more limited processing activities. These choices remain valid for 6 months.\npowered by\nSet your choices\nAccept all",
    "selector": "body.html.front > div.sd-cmp-1EpGs.sd-cmp-ziEj0 > div.sd-cmp-2jVB1 > div.sd-cmp-2QK_B",
    "boundingBox": {
      "x": 335,
      "y": 132.90625,
      "width": 610,
      "height": 454.1875,
      "top": 132.90625,
      "right": 945,
      "bottom": 587.09375,
      "left": 335
    }
  },
  {
    "text": "",
    "selector": "body.html.front > div.sd-cmp-1EpGs.sd-cmp-ziEj0 > div.sd-cmp-1wlYk",
    "boundingBox": {
      "x": 0,
      "y": 0,
      "width": 1280,
      "height": 720,
      "top": 0,
      "right": 1280,
      "bottom": 720,
      "left": 0
    }
  },
  {
    "text": "THE BOTTOM LINE\nUS Tariffs Threat A 'Shock' To Canadian Businesses\nDonald Trump's threats of import tariffs have sent shockwaves through Canada, forcing businesses to question their dependence on the United States -- a reassessment that is creating headaches for many sectors.\nDelinquency Rates Rising On Credit Cars, Auto Loans\nHuawei Launches $3,660 Tri-Fold Smartphone\nSouthwest Airlines To Cut 1,750 Jobs In First-Ever Mass Layoffs\nOPINION\nAmerica Risks Losing The Technology Race To China\nPaul Michel\nUS Government Economic Strategy: A Bold Vision For Currency, Trade And Public Debt\nLuciano Duque\nUS Crypto Agenda Must Focus On 'Made In America'\nDuggan Flanakin",
    "selector": "body.html.front > main > div.container-fluid > div.above-fold > div.aside",
    "boundingBox": {
      "x": 937.140625,
      "y": 200,
      "width": 327.859375,
      "height": 1108.78125,
      "top": 200,
      "right": 1265,
      "bottom": 1308.78125,
      "left": 937.140625
    }
  }
]