[
  {
    "text": "Welcome\nWe and our 154 partners wish to store and access information on your devices (such as cookies, identification through device scanning and pixels), and collect personal data on this site to process it along with both known and future information (such as identifiers, browsing history, preferences, purchases, phone number, postal, IP and email addresses, precise geolocation, etc.).\nThis is used to develop and provide you with services, content, commercial offers, and advertisements across your various devices and screens (including by email, mail, texts, phone, audio, and video), to personalize and measure them, and to conduct audience research and analysis.\nYou can \"accept all\" and withdraw your consent at any time via the \"cookies\" footer link. You can also \"set detailed preferences\" to object to more limited processing activities. These choices remain valid for 6 months.\npowered by\nSet your choices\nAccept all",
    "selector": "body.html.front > div.sd-cmp-1EpGs.sd-cmp-ziEj0 > div.sd-cmp-2jVB1 > div.sd-cmp-2QK_B",
    "boundingBox": {
      "x": 335,
      "y": 132.90625,
      "width": 610,
      "height": 454.1875,
      "top": 132.90625,
      "right": 945,
      "bottom": 587.09375,
      "left": 335
    }
  },
  {
    "text": "",
    "selector": "body.html.front > div.sd-cmp-1EpGs.sd-cmp-ziEj0 > div.sd-cmp-1wlYk",
    "boundingBox": {
      "x": 0,
      "y": 0,
      "width": 1280,
      "height": 720,
      "top": 0,
      "right": 1280,
      "bottom": 720,
      "left": 0
    }
  },
  {
    "text": "In Focus\nMigrants In Seattle Are Missing Doctors' Appointments Over Deportation Fears: 'Definitely Fewer'\nBy Demian Bio\nDallas Police Refuses To Join ICE Immigration Raids, Launches Outreach Meetings With Migrants Instead\nBy Pedro Camacho\n'Captain America' Stars Anthony Mackie & Danny Ramirez On How 'Brave New World' Will Change Marvel Forever - INTERVIEW\nBy Alicia Civita\nTrump's Border Czar Joins Kristi Noem In Blaming FBI For ICE Raid Leaks\nBy Demian Bio\nUndocumented Immigrants Have Been A Constant In Elon Musk's Companies, Report Shows\nBy Maria Villarroel",
    "selector": "body.html.front > main > div.container-fluid > div.row > div.col-md-5.col-lg-4",
    "boundingBox": {
      "x": 960,
      "y": 223,
      "width": 320,
      "height": 923.578125,
      "top": 223,
      "right": 1280,
      "bottom": 1146.578125,
      "left": 960
    }
  }
]